/* NSTextField (<Do Not Localize>) : <title:<Do Not Localize>> (oid:1144) */
"<Do Not Localize>" = "<Não Traduzir>";

/* NSButton (Change…) : <title:Change…> (oid:1148) */
"Change…" = "Mudar...";

/* NSTabViewItem : <title:Enter your name and registration key> (oid:1127) */
"Enter your name and registration key" = "Introduza o seu nome e a chave de registo";

/* NSTextField (Key:) : <title:Key:> (oid:9) */
"Key:" = "Chave:";

/* NSTextField (License type:) : <title:License type:> (oid:27) */
"License type:" = "Tipo de Licença:";

/* NSButton (Lost license?) : <title:Lost license?> (oid:44) */
"Lost license?" = "Perdeu a sua licença?";

/* NSTextField (MiniBatteryLogger is shareware and will stop working after 30 days unless you register.) : <title:MiniBatteryLogger is shareware and will stop working after 30 days unless you register.> (oid:1194) */
"MiniBatteryLogger is shareware and will stop working after 30 days unless you register." = "O MiniBatteryLogger é shareware e irá parar de funcionar após 30 dias se no o registar.";

/* NSTextField (Name:) : <title:Name:> (oid:351) */
"Name:" = "Nome:";

/* NSButton (OK) : <title:OK> (oid:1129) */
"OK" = "OK";

/* NSButton (Register online) : <title:Register online> (oid:12) */
"Register online" = "Registar Online";

/* NSTextField (Registered to:) : <title:Registered to:> (oid:1143) */
"Registered to:" = "Licenciado a:";

/* NSBox (Registration Information) : <title:Registration Information> (oid:1141) */
"Registration Information" = "Informação da Licença";

/* NSTextField (Registration Key:) : <title:Registration Key:> (oid:353) */
"Registration Key:" = "Chave da Licença:";

/* NSTextField (Validity date:) : <title:Validity date:> (oid:25) */
"Validity date:" = "Data de validade:";
